[PR_Heretic X2SoldierClassTemplate]
+DisplayName="异教徒"
+ClassSummary="异端者使用他们以未知方式获得的黑暗魔法，并可以施加致命的诅咒或付出代价来获取力量。"
+LeftAbilityTreeTitle="灵能"
+RightAbilityTreeTitle="暴徒"
AbilityTreeTitles[0]="花式射击"
AbilityTreeTitles[1]="暗影"
AbilityTreeTitles[2]="鲜血"
AbilityTreeTitles[3]="XCOM"
AbilityTreeTitles[4]="手枪"

+RandomNickNames[0]="Psycho"
+RandomNickNames[1]="Heretic"
+RandomNickNames[2]="Priest"
+RandomNickNames[3]="Demon"
+RandomNickNames[4]="Cultist"
+RandomNickNames[5]="Bishop"